Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# merchantMarketing.stale
source: The account, permission or round changed. Review again.
zh_hans: 账号、权限或轮次已变化，请重新确认

# merchantMarketing.storage
source: The safety record could not be saved. Nothing was submitted.
zh_hans: 无法保存安全记录，尚未提交

# merchantMarketing.subscriptions
source: Entitlements
zh_hans: 付费权益

# merchantMarketing.suggestionNotice
source: Suggestions are generated advice, separate from measured facts.
zh_hans: 建议为 AI 生成内容，与经营数据事实分开呈现

# merchantMarketing.suggestions
source: AI suggestions
zh_hans: AI 建议

# merchantMarketing.synthetic
source: Synthetic test data only
zh_hans: 仅为合成测试数据

# merchantMarketing.today
source: Answer today or the round is void
zh_hans: 今天不给答案就作废

# merchantMarketing.topics
source: Topics
zh_hans: 主题

# merchantMarketing.unavailable
source: This feature is not configured
zh_hans: 此功能尚未配置

# merchantMarketing.unknown
source: The outcome is unconfirmed. Resubmission is locked; do not settle this round again.
zh_hans: 结果尚未确认，已锁定重复提交，请勿再次结算此轮

# merchantMarketing.unnamed
source: Unnamed location
zh_hans: 未命名点位

# merchantMarketing.usage
source: Used / maximum
zh_hans: 已使用 / 上限

# merchantMarketing.used
source: Used
zh_hans: 已用

# merchantMarketing.wait
source: Average wait (minutes)
zh_hans: 平均等待（分钟）

# merchantMarketing.window
source: Reporting window
zh_hans: 统计范围

# merchantMarketing.winners
source: Winning participants
zh_hans: 猜中人数

# merchantNPC.abandon
source: Clear conversation
zh_hans: 清空对话

# merchantNPC.accepted
source: Server accepted the request; readiness comes from status
zh_hans: 服务器已接受请求，是否就绪以状态为准

# merchantNPC.authorizationFirst
source: 1 · Authorization statement must be first
zh_hans: 1 · 授权声明必须为第一段

# merchantNPC.available
source: Server reports available
zh_hans: 服务器报告可用

# merchantNPC.avatar
source: Avatar generation
zh_hans: 形象生成

# merchantNPC.cancel
source: Cancel review
zh_hans: 取消审阅

# merchantNPC.chatDisclosure
source: Messages are sent to the merchant NPC service. Only the server’s moderated reply is shown.
zh_hans: 消息将发送至商家 NPC 服务，仅显示服务器审核后的回复。

# merchantNPC.chatTitle
source: Merchant NPC
zh_hans: 门店 NPC

# merchantNPC.chooseStyle
source: Choose a server-supported style
zh_hans: 选择服务器支持的风格

# merchantNPC.confirm
source: Confirm reviewed operation
zh_hans: 确认已审阅操作

# merchantNPC.consent
source: I explicitly consent to the selected operation after reviewing its purpose
zh_hans: 了解用途并审阅后，我明确同意所选操作

# merchantNPC.imageMissing
source: No approved image reference
zh_hans: 暂无获准的图片引用

# merchantNPC.imageReady
source: Approved image reference ready
zh_hans: 已准备获准的图片引用

# merchantNPC.message
source: Message
zh_hans: 消息

# merchantNPC.noReply
source: No reply is available
zh_hans: 暂无回复

# merchantNPC.ownsVoice
source: This is my own voice and I control its use
zh_hans: 这是我本人的声音，且我有权决定其使用

# merchantNPC.pending
source: Waiting for the service
zh_hans: 等待服务响应

# merchantNPC.playbackOff
source: Audio playback is disabled
zh_hans: 语音播放未启用

# merchantNPC.providerOff
source: Recording, uploads and live generation remain disabled in this migration.
zh_hans: 本迁移版本未启用录音、上传与实时生成。

# merchantNPC.recordingUnavailable
source: Recording unavailable. Server availability and an approved capture provider are required.
zh_hans: 录音不可用，需确认服务器可用性并接入获准的录音服务。

# merchantNPC.refresh
source: Refresh resource status
zh_hans: 刷新资源状态

# merchantNPC.resourcesTitle
source: NPC resources
zh_hans: NPC 资源

# merchantNPC.retry
source: Retry the same request
zh_hans: 重试同一请求

# merchantNPC.review
source: Review operation
zh_hans: 审阅操作

# merchantNPC.reviewAvatar
source: Review avatar generation
zh_hans: 审阅形象生成

# merchantNPC.reviewEnroll
source: Review five ordered voice samples
zh_hans: 审阅五段有序声音样本

# merchantNPC.reviewRevoke
source: Review voice authorization withdrawal
zh_hans: 审阅撤回声音授权

# merchantNPC.reviewWarning
source: Confirm only this operation and these inputs. Submission does not mean the resource is ready.
zh_hans: 仅确认本次操作及这些输入，提交不代表资源已就绪。

# merchantNPC.revokeWarning
source: Withdraw voice authorization and request remote voice deletion. Failure does not mean deletion succeeded.
zh_hans: 撤回声音授权并请求删除远端音色；失败不代表已删除。

# merchantNPC.sampleMissing
source: Sample not supplied
zh_hans: 尚未提供样本

# merchantNPC.sampleReady
source: Approved sample reference ready
zh_hans: 已准备获准的样本引用

# merchantNPC.send
source: Send
zh_hans: 发送

# merchantNPC.sessionChanged
source: Session changed. Reopen this screen to continue.
zh_hans: 会话已变化，请重新打开页面。

# merchantNPC.style
source: Style
zh_hans: 风格

# merchantNPC.synthetic
source: Synthetic Merchant NPC preview
zh_hans: 门店 NPC 合成预览

# merchantNPC.unavailable
source: Unavailable or not configured
zh_hans: 不可用或尚未配置

# merchantNPC.unknown
source: Outcome unknown. Do not resubmit. Refresh shows resource status only, not proof of this operation.
zh_hans: 操作结果未知，请勿重复提交。刷新仅显示资源状态，不能证明本次操作结果。

# merchantNPC.voice
source: Voice resources
zh_hans: 声音资源

# merchantVoice.configurationRequired
source: Recording is off until the deployment confirms audio format, duration, size limits and recipient hosts.
zh_hans: 录音暂未启用，需先确认部署的音频格式、时长、大小限制及接收域名。

# merchantVoice.confirmUpload
source: Send this sample
zh_hans: 发送此样本

# merchantVoice.consent
source: I consent to recording my own voice and reviewing its transmission for voice enrollment
zh_hans: 我同意录制自己的声音，并在声纹登记前审核音频传输

# merchantVoice.disclosure
source: Record only your own voice. Read the authorization statement first. Samples stay in memory until you review each upload; enrollment requires a separate review. Leaving or backgrounding discards local audio.
zh_hans: 仅录制您本人的声音。先朗读授权声明。样本暂存在内存中，每次上传前需逐一确认；声纹登记另行确认。离开或切至后台将丢弃本地音频。

# merchantVoice.play
source: Play sample
zh_hans: 播放样本

# merchantVoice.record
source: Record sample
zh_hans: 录制样本

# merchantVoice.reviewUpload
source: Review next sample upload
zh_hans: 审核下一条样本上传

# merchantVoice.stop
source: Stop and keep sample
zh_hans: 停止并保留样本

# merchantVoice.stopPlayback
source: Stop playback
zh_hans: 停止播放

# merchantVoice.title
source: Voice samples
zh_hans: 声音样本

# merchantVoice.unknown
source: The upload outcome is unknown. Do not retry. Only operation metadata was retained; verify remote status before any further upload or enrollment. Closing or signing in again does not unlock it.
zh_hans: 上传结果未知，请勿重试。仅保留了操作元数据；进一步上传或登记前必须核实远端状态。关闭页面或重新登录不会解除锁定。

# merchantVoice.uploadWarning
source: This sends one voice recording to the displayed upload destination. Uploaded audio may remain remotely even if you leave. Uploading does not enroll your voice.
zh_hans: 这将向所示地址发送一条录音。离开后，已上传音频仍可能保留在远端。上传不等于声纹登记。

# message.send.accepted
source: Server accepted the message. This is not a read receipt.
zh_hans: 服务器已接收消息，不代表对方已读。

# message.send.button
source: Send
zh_hans: 发送

# message.send.closed
source: This conversation is closed.
zh_hans: 此会话已结束。

# message.send.historyRequired
source: Load this conversation successfully before sending.
zh_hans: 请先成功加载此会话再发送消息。

# message.send.placeholder
source: Message
zh_hans: 输入消息

# message.send.rejected
source: The server rejected this message.
zh_hans: 服务器未接受这条消息。

# message.send.retry
source: Retry same message
zh_hans: 重试原消息

# message.send.retryHint
source: The exact original text and message identifier will be reused. A timeout does not prove the earlier send failed.
zh_hans: 将保留原文和原消息编号。超时不能证明上次没有发送成功。

# message.send.retryTitle
source: Retry the original message?
zh_hans: 重试这条原消息？

# message.send.sending
source: Sending…
zh_hans: 正在发送…

# message.send.unknown
source: The outcome is unknown. The server may have accepted this message.
zh_hans: 发送结果未知，服务器可能已经接收。

# messaging.card
source: [Card]
zh_hans: [卡片]

# messaging.card.actions
source: Source action labels
zh_hans: 原卡片操作文案

# messaging.card.actionsHint
source: These labels are for reference. Card actions are unavailable here.
zh_hans: 以上文案仅供查看，此处不支持卡片操作。

# messaging.card.businessID
source: Business ID
zh_hans: 业务编号

# messaging.card.followUp
source: Follow-up
zh_hans: 后续说明

# messaging.card.hasResult
source: Includes a result record
zh_hans: 包含处理结果记录

# messaging.card.location
source: Shared location
zh_hans: 分享的位置

# messaging.card.notification
source: Notification
zh_hans: 通知

# messaging.card.outcome
source: Outcome
zh_hans: 处理结果

# messaging.card.reason
source: Reason
zh_hans: 原因

# messaging.card.result
source: Result record
zh_hans: 处理结果记录

# messaging.card.route
source: Route card
zh_hans: 路线卡片

# messaging.card.routeHint
source: Linked content is not loaded in this read-only view.
zh_hans: 此只读视图不加载关联内容。

# messaging.card.signup
source: Activity signup card
zh_hans: 活动报名卡片

# messaging.card.taskID
source: Task ID
zh_hans: 任务编号

# messaging.card.topicID
source: Referenced topic ID
zh_hans: 引用的主题编号

# messaging.cardUnavailable
source: Card preview unavailable
zh_hans: 暂无卡片预览

# messaging.closed
source: This meetup has ended
zh_hans: 组局已结束

# messaging.closedHint
source: This conversation is closed. Go back to the conversation list.
zh_hans: 此会话已关闭，请返回消息列表。

# messaging.earlier
source: Load earlier messages
zh_hans: 加载更早消息

# messaging.earlierFailed
source: Earlier messages could not load
zh_hans: 更早消息未能加载

# messaging.empty
source: No conversations yet
zh_hans: 还没有会话

# messaging.emptyHint
source: Your existing conversations will appear here.
zh_hans: 已有会话将在这里显示。

# messaging.fixture.switch
source: Switch fixture account
zh_hans: 切换测试账号

# messaging.group
source: Group conversation
zh_hans: 群聊

# messaging.history.empty
source: No messages yet
zh_hans: 还没有消息

# messaging.history.emptyHint
source: No messages were returned for this conversation.
zh_hans: 此会话暂无消息记录。

# messaging.history.title
source: Conversation
zh_hans: 会话

# messaging.image
source: [Image]
zh_hans: [图片]

# messaging.imagePlaceholder
source: Image message · preview unavailable
zh_hans: 图片消息 · 暂无预览

# messaging.invalidResponse
source: The service returned an invalid response. Please retry.
zh_hans: 服务返回的数据无效，请重试。

# messaging.kind.direct
source: Direct conversation
zh_hans: 单聊

# messaging.kind.group
source: Group
zh_hans: 群组

# messaging.kind.merchant
source: Merchant service
zh_hans: 商家客服

# messaging.kind.system
source: System
zh_hans: 系统

# messaging.kind.unknown
source: Unknown conversation type
zh_hans: 未知会话类型

# messaging.loadFailed
source: Messages could not load
zh_hans: 消息加载失败

# messaging.loading
source: Loading messages…
zh_hans: 正在加载消息…

# messaging.loadingEarlier
source: Loading earlier messages…
zh_hans: 正在加载更早消息…

# messaging.member
source: Member
zh_hans: 用户

# messaging.message.content
source: Content
zh_hans: 内容

# messaging.message.conversation
source: Conversation ID
zh_hans: 会话编号

# messaging.message.created
source: Server time
zh_hans: 服务器时间

# messaging.message.details
source: Message information
zh_hans: 消息信息

# messaging.message.id
source: Message ID
zh_hans: 消息编号

# messaging.message.noText
source: No text content
zh_hans: 没有文本内容

# messaging.message.sender
source: Sender
zh_hans: 发送者

# messaging.message.title
source: Message details
zh_hans: 消息详情

# messaging.message.type
source: Message type code
zh_hans: 消息类型代码

# messaging.missing
source: Cannot open this conversation
zh_hans: 无法打开此会话

# messaging.missingHint
source: The conversation reference is missing or invalid. Go back to the list.
zh_hans: 会话信息缺失或无效，请返回消息列表。

# messaging.moreConversations
source: Show more conversations
zh_hans: 显示更多会话

# messaging.muted
source: Muted
zh_hans: 免打扰

# messaging.noMatches
source: No matching conversations
zh_hans: 没有匹配的会话

# messaging.official
source: Official messages
zh_hans: 官方消息

# messaging.openDetail
source: Open message details
zh_hans: 查看消息详情

# messaging.readOnly
source: Read-only view. This app does not send read receipts.
zh_hans: 只读视图。此应用不发送已读回执。

# messaging.refresh
source: Refresh
zh_hans: 刷新

# messaging.retry
source: Retry
zh_hans: 重试

# messaging.retryHint
source: Please try again. Your messages have not been changed.
zh_hans: 请重试，消息未被更改。

# messaging.scope
source: Conversation filter
zh_hans: 会话筛选

# messaging.scope.all
source: All
zh_hans: 全部

# messaging.scope.channels
source: Channels
zh_hans: 频道

# messaging.scope.direct
source: Direct
zh_hans: 私信

# messaging.search
source: Search loaded conversations
zh_hans: 搜索已加载的会话

# messaging.searchHint
source: Change the filter or search the names and previews already loaded.
zh_hans: 请调整筛选，或搜索已加载的名称和消息摘要。

# messaging.signInHint
source: Your signed-in session is required to view private conversations.
zh_hans: 查看私人会话需要有效的登录状态。

# messaging.signInRequired
source: Sign in to view messages
zh_hans: 登录后查看消息

# messaging.snapshotHint
source: Details from the loaded message. Refresh the conversation for a newer snapshot.
zh_hans: 此详情来自已加载的消息，刷新会话可更新记录。

# messaging.system
source: System notifications
zh_hans: 系统通知

# messaging.title
source: Messages
zh_hans: 消息

# messaging.unavailable
source: Messages unavailable
zh_hans: 消息暂不可用

# messaging.unconfiguredHint
source: The messaging service has not been configured.
zh_hans: 尚未配置消息服务。

# messaging.unread
source: Unread messages
zh_hans: 未读消息

# messaging.unsupported
source: This message type is not supported yet
zh_hans: 暂不支持显示此类型的消息

# messaging.you
source: You
zh_hans: 你

# nativeEnrollment.account
source: Account
zh_hans: 账户

# nativeEnrollment.app
source: Approved App ID
zh_hans: 已审核的 App ID

# nativeEnrollment.boundary
source: This is an account-bound app-integrity key. It does not prove walking or unlock rewards.
zh_hans: 这是绑定当前账户的应用完整性密钥，不能证明实际行走，也不会解锁奖励。

# nativeEnrollment.confirm.create
source: Create key and prepare proof
zh_hans: 创建密钥并准备证明

# nativeEnrollment.confirm.enroll
source: Enroll this key on this account
zh_hans: 将此密钥登记至此账户

# nativeEnrollment.confirm.revoke
source: Revoke this key
zh_hans: 撤销此密钥

# nativeEnrollment.create
source: Prepare device verification
zh_hans: 准备设备验证

# nativeEnrollment.createNew
source: Review a new device key
zh_hans: 审核新的设备密钥

# nativeEnrollment.enroll
source: Review and enroll on this account
zh_hans: 审核并登记至此账户

# nativeEnrollment.environment
source: Environment
zh_hans: 环境

# nativeEnrollment.fingerprint
source: Local key fingerprint
zh_hans: 本机密钥指纹

# nativeEnrollment.issue.busy
source: Another device-verification operation is in progress.
zh_hans: 另一个设备验证操作正在进行。

# nativeEnrollment.issue.clockChanged
source: The device clock changed. Check status before continuing.
zh_hans: 设备时间已改变，请核对状态后继续。

# nativeEnrollment.issue.disabled
source: This deployment has not enabled enrollment.
zh_hans: 此部署尚未启用登记。

# nativeEnrollment.issue.expired
source: The challenge expired. Check status before reviewing a new key.
zh_hans: 挑战已过期，请核对状态后再审核新密钥。

# nativeEnrollment.issue.invalidContract
source: The service or saved data did not match the approved account, app or production environment.
zh_hans: 服务或已保存数据与已审核的账户、应用或生产环境不匹配。

# nativeEnrollment.issue.keyRecoveryRequired
source: The previous operation was interrupted. Check status; a new key needs a new explicit review.
zh_hans: 上次操作已中断。请核对状态；新密钥需要重新明确审核。

# nativeEnrollment.issue.network
source: The service could not be reached. Check the saved request status.
zh_hans: 暂时无法连接服务，请核对已保存请求的状态。

# nativeEnrollment.issue.rejected
source: The service refused this request. Check status before trying again.
zh_hans: 服务拒绝了此请求，请核对状态后再试。

# nativeEnrollment.issue.staleSession
source: Sign in to the original account to recover this request.
zh_hans: 请登录原账户恢复此请求。

# nativeEnrollment.issue.storageUnavailable
source: Protected storage could not save or read this operation. No next step can continue.
zh_hans: 受保护存储无法保存或读取此操作，暂不能继续下一步。

# nativeEnrollment.issue.unknownResult
source: The result is uncertain. Use status readback or the exact saved request.
zh_hans: 结果尚不确定，请核对状态或重试完全相同的已保存请求。

# nativeEnrollment.issue.unsupported
source: App Attest is unavailable on this device or approved configuration.
zh_hans: 此设备或已审核配置暂不支持 App Attest。

# nativeEnrollment.keyDurability
source: Apple manages the private key. This app stores only its opaque handle and pending proof in device-only Keychain storage. A previous key is never reassigned to another account.
zh_hans: 私钥由 Apple 管理。本应用仅在设备专用钥匙串中保存不透明句柄与待处理证明，旧密钥不会转移给其他账户。

# nativeEnrollment.manage
source: Manage device verification
zh_hans: 管理设备验证

# nativeEnrollment.noHardwareProof
source: App Attest verifies app/key/request provenance. It does not independently prove an iPhone hardware class, physical walking or who carried the phone.
zh_hans: App Attest 验证应用、密钥与请求来源，不能独立证明 iPhone 硬件类别、实际行走或携带手机的人。

# nativeEnrollment.phase.active
source: Server confirms this key is active
zh_hans: 服务器确认此密钥有效

# nativeEnrollment.phase.attesting
source: Preparing Apple attestation
zh_hans: 正在准备 Apple 证明

# nativeEnrollment.phase.disabled
source: Device enrollment is not enabled
zh_hans: 设备登记尚未启用

# nativeEnrollment.phase.enrolling
source: Submitting the saved enrollment
zh_hans: 正在提交已保存登记

# nativeEnrollment.phase.failed
source: Could not check device verification
zh_hans: 无法核对设备验证

# nativeEnrollment.phase.generating
source: Preparing a device key
zh_hans: 正在准备设备密钥

# nativeEnrollment.phase.idle
source: Not checked
zh_hans: 尚未核对

# nativeEnrollment.phase.preparing
source: Requesting a bound challenge
zh_hans: 正在请求绑定挑战

# nativeEnrollment.phase.ready
source: No enrolled key on this device
zh_hans: 此设备尚无已登记密钥

# nativeEnrollment.phase.recovery
source: Review saved-key recovery
zh_hans: 审核已保存密钥的恢复

# nativeEnrollment.phase.review
source: Prepared proof awaits your review
zh_hans: 已准备证明，等待你审核

# nativeEnrollment.phase.revoked
source: Server confirms this key is revoked
zh_hans: 服务器确认此密钥已撤销

# nativeEnrollment.phase.revoking
source: Requesting key revocation
zh_hans: 正在请求撤销密钥

# nativeEnrollment.phase.stale
source: Sign-in session changed
zh_hans: 登录会话已改变

# nativeEnrollment.phase.unknown
source: Server result is not yet confirmed
zh_hans: 服务器结果尚未确认

# nativeEnrollment.proofLocal
source: The prepared attestation is saved only in this device’s protected storage until you confirm enrollment.
zh_hans: 准备好的证明在你确认登记之前仅保存在本机受保护的存储空间。

# nativeEnrollment.recoveryProof
source: The enrollment result is uncertain. Check status or resend the identical saved proof. A new key will not be created.
zh_hans: 登记结果尚不确定。请核对状态或重新提交完全相同的已保存证明，不会创建新密钥。

# nativeEnrollment.recoveryRevoke
source: Revocation is not yet confirmed. Check status or explicitly retry revoking the same key.
zh_hans: 尚未确认撤销结果。请核对状态或主动重试撤销同一密钥。

# nativeEnrollment.refresh
source: Check saved key and server status
zh_hans: 核对已保存密钥与服务器状态

# nativeEnrollment.resumeKey
source: Request a fresh challenge for the saved key
zh_hans: 为已保存密钥请求新挑战

# nativeEnrollment.retryEnroll
source: Retry the saved enrollment
zh_hans: 重试已保存的登记

# nativeEnrollment.retryRevoke
source: Review the same revocation again
zh_hans: 再次审核同一撤销操作

# nativeEnrollment.review.create
source: Create a persistent Apple App Attest key for this account and app, then obtain a challenge from the activity service and prepare an Apple attestation. You will review before sending the attestation to the service.
zh_hans: 为此账户与应用创建持久的 Apple App Attest 密钥，然后从活动服务获取挑战并准备 Apple 证明。向活动服务发送证明前会再次供你审核。

# nativeEnrollment.review.enroll
source: Send this prepared Apple attestation and opaque key identifier to the activity service to bind this device key to the displayed account and App ID.
zh_hans: 将准备好的 Apple 证明与不透明密钥标识提交至活动服务，将此设备密钥绑定到所示账户与 App ID。

# nativeEnrollment.review.revoke
source: Ask the activity service to permanently revoke this account’s selected verification key.
zh_hans: 请求活动服务永久撤销此账户所选的验证密钥。

# nativeEnrollment.reviewTitle
source: Review device verification
zh_hans: 审核设备验证

# nativeEnrollment.revoke
source: Revoke this verification key
zh_hans: 撤销此验证密钥

# nativeEnrollment.revokeConsequence
source: Step-audit assertions using this key will stop working. Revocation cannot reactivate the same key and does not delete the SDK key. A new key requires a separate explicit enrollment.
zh_hans: 使用此密钥的步数审核凭据将停止工作。撤销后不能重新启用同一密钥，也不会删除 SDK 密钥。新密钥需要另行主动登记。

# nativeEnrollment.title
source: Device verification
zh_hans: 设备验证

# nativeNav.badge.notice
source: Paste the /badge path and its query fields. This shows display details and does not grant a badge.
zh_hans: 粘贴 /badge 路径及其参数。此处仅展示徽章信息，不会授予徽章。

# nativeNav.badge.open
source: Open badge link
zh_hans: 打开徽章链接

# nativeNav.badge.path
source: Badge route, starting with /badge
zh_hans: 以 /badge 开头的徽章路径

# nativeNav.close
source: Close
zh_hans: 关闭

# nativeNav.error.cannotOpen
source: Go back or return home to continue.
zh_hans: 请返回上一页或首页继续操作。

# nativeNav.error.detail
source: The link is incomplete, unsupported, or no longer available. Go back or return home.
zh_hans: 链接不完整、不受支持或已失效。请返回上一页或首页。

# nativeNav.error.title
source: This page can’t be opened
zh_hans: 无法打开此页面

# nativeNav.invalid
source: Check the link or invitation code and try again.
zh_hans: 请检查链接或邀请码后重试。

# nativeNav.open
source: Open
zh_hans: 打开

# nativeNav.team.code
source: Invitation code
zh_hans: 邀请码

# nativeNav.team.notice
source: Enter the code shared by the team leader. You’ll review the team before joining.
zh_hans: 输入队长分享的邀请码，确认队伍信息后再加入。

# nativeNav.team.open
source: Open team invitation
zh_hans: 打开队伍邀请

# nativeNav.team.signInDetail
source: Sign in to review this invitation. Joining still needs your confirmation.
zh_hans: 登录后查看邀请，加入队伍仍需你确认。

# nativePlatform.cancel
source: Cancel
zh_hans: 取消

# nativePlatform.disabled
source: This native feature awaits service and privacy approval.
zh_hans: 此原生功能尚待服务与隐私审核通过。

# nativePlatform.fixture.change
source: Change service window
zh_hans: 改变服务时段

# nativePlatform.fixture.controls
source: Fixture controls
zh_hans: 测试控制

# nativePlatform.fixture.logout
source: Fixture sign out
zh_hans: 测试退出登录

# nativePlatform.issue.clockChanged
source: The device clock changed. Refresh the service time.
zh_hans: 设备时间已改变，请刷新服务时间。

# nativePlatform.issue.denied
source: Permission is off. You can change it in iPhone Settings.
zh_hans: 权限已关闭，可在 iPhone 设置中更改。

# nativePlatform.issue.disabled
source: Service approval is not enabled.
zh_hans: 服务审核尚未启用。

# nativePlatform.issue.expired
source: This time or challenge expired. Refresh to continue.
zh_hans: 时间或校验挑战已过期，请刷新后继续。

# nativePlatform.issue.interrupted
source: The reading was interrupted. Start again.
zh_hans: 读取已中断，请重新开始。

# nativePlatform.issue.invalidContract
source: The service returned incompatible native data.
zh_hans: 服务返回了不兼容的原生数据。

# nativePlatform.issue.network
source: Could not refresh the service. Try again.
zh_hans: 无法刷新服务，请重试。

# nativePlatform.issue.notificationMissing
source: The device could not confirm this reminder.
zh_hans: 设备未能确认此提醒。

# nativePlatform.issue.openingRequired
source: Enter the journey’s opening first, then refresh to set a reminder.
zh_hans: 请先进入主题开局，再刷新并设置提醒。

# nativePlatform.issue.purposeMissing
source: The motion privacy purpose is missing.
zh_hans: 缺少运动数据隐私用途说明。

# nativePlatform.issue.reset
source: The device reading reset. A new service baseline is required.
zh_hans: 设备读数已重置，需要新的服务基准。

# nativePlatform.issue.restricted
source: Device restrictions prevent access.
zh_hans: 设备限制阻止了访问。

# nativePlatform.issue.staleSession
source: This sign-in session changed.
zh_hans: 当前登录会话已改变。

# nativePlatform.issue.unknownResult
source: The result is unknown. Check the same request.
zh_hans: 结果未知，请查询原请求。

# nativePlatform.issue.unsupported
source: This feature requires a supported iPhone and an enrolled device-integrity key.
zh_hans: 此功能需要支持计步的 iPhone 与已登记的设备完整性密钥。

# nativePlatform.issue.windowChanged
source: The service window changed. The old reminder was cancelled; review the new time.
zh_hans: 服务时段已更改，旧提醒已取消，请查看新时间。

# nativePlatform.privacy
source: Privacy notice
zh_hans: 隐私说明
